[
    {
        "book_id": "27",
        "book_name": "Hướng Dẫn, Nhắc Nhở Tu Sinh Tu Học",
        "chapters": ["NỘI QUY Tu viện CHƠN NHƯ", "CÁCH ĐI KHẤT THỰC VÀ THỌ THỰC (ĂN CƠM)", "ƯỚC NGUYỆN TRƯỚC KHI THỌ THỰC", "ƯỚC NGUYỆN SAU KHI THỌ THỰC", "ƯỚC NGUYỆN CỦA TÂN TỲ KHEO", "ƯỚC NGUYỆN CỦA CỰU TỲ KHEO", "ĐỘC CƯ", "NHẮC NHỞ TU SINH", "KÍNH GỬI QUÝ TU SINH KHU TIẾP NHẬN!", "TÂM THƯ CỦA THẦY", "TIẾP NHẬN NGƯỜI VÀO TU HỌC", "BỨC TÂM THƯ GỬI QUÝ TU SINH", "HIỂU ĐÚNG PHẬT PHÁP", "TÂM THƯ GỬI QUÝ PHẬT TỬ ĐẾN TU VIỆN TU HỌC", "TIÊU CHUẨN CHỌN LỰA NGƯỜI VÀO CHUYÊN TU", "NGĂN NẮP VỆ SINH"],
        "book_join": "book"
    },
    {
        "page_id": "27005",
        "page_num": "5",
        "from_chapter": "NỘI QUY Tu viện CHƠN NHƯ",
        "content": "I- Tu sĩ và Phật tử tại Tu viện Chơn Như phải thực hiện đúng Nội quy của Tu viện và chấp hành đúng chủ trương, chínhsách của Đảng và pháp luật của Nhà nước, phải cung cấp đầy đủ các giấy tờ cần thiết trước khi vào tu học:- Chứng minh nhân dân/Căn cước công dân (bản gốc)- 01 bản Sơ yếu lý lịch (có địa phương xác nhận)- 03 tấm ảnh thẻ cỡ 4x6 hoặc 3x4 cm- Đơn phát nguyện xin đăng ký tu học (trường hợp này dùng cho những vị tu học trong thời gian dài)II- Tu sinh đến Tu viện tu tập phải chấp hành và thực hiện đúng các quy định đã được ghi rõ trong Thanh Quy Tu viện Chơn Như, cụ thể:1. Hãy tham khảo kinh sách và băng giảng của Trưởng Lão Thích Thông Lạc thật thông suốt trước khi đến Tu viện tu tập.",
        "book_join": {
            "name": "page",
            "parent": "27"
        }
    },
    {
        "page_id": "27006",
        "page_num": "6",
        "from_chapter": "NỘI QUY Tu viện CHƠN NHƯ",
        "content": "2. Thực hiện đúng hạnh sống LỤC HÒA, 3 ĐỨC (Nhẫn nhục - Tùy thuận - Bằng lòng), 3 HẠNH (Ăn - Ngủ - Độc cư), cụ thể:- Ngày ăn một bữa, không được ĂN PHI THỜI.- Ngày được ngủ 5 giờ, gồm có trưa ngủ 1 giờ sau khi ăn; khuya được ngủ 4 giờ vào 10 giờ tối. Ngoài những giờ trên không được- SỐNG MỘT MÌNH, không được nói chuyện với bất kỳ một người nào (ngoại trừ những người quản lý Tu viện).3. Phải tu tập đúng theo đường lối của Tu viện Chơn Như là sống đúng đạo đức nhân bản - nhân quả: “Sống không làm khổ mình, khổ người và không làm khổ chúng sinh”, không được tu tập những pháp môn khác.4. Chấp hành nghiêm túc giờ giấc, tu tập theo thời khóa của Tu viện:- Từ 02h - 05h khuya: Tu tập “xả tâm, ly dục ly ác pháp”.- Từ 05h - 07h sáng: Nghỉ ngơi, vệ sinh cá nhân và khu vực sân thất.- Từ 07h - 10h sáng: Tu tập “xả tâm, ly dục ly ác pháp”.",
        "book_join": {
            "name": "page",
            "parent": "27"
        }
    },
    {
        "page_id": "27007",
        "page_num": "7",
        "from_chapter": "NỘI QUY Tu viện CHƠN NHƯ",
        "content": "- Từ 10h - 14h trưa: Vệ sinh cá nhân, ăn trưa (khất thực) và ngủ trưa (1 tiếng).- Từ 14h - 17h chiều: Tu tập “xả tâm, ly dục ly ác pháp”.- Từ 17h - 19h tối: Nghỉ ngơi, vệ sinh cá nhân và khu vực sân thất.- Từ 19h - 22h tối: Tu tập “xả tâm, ly dục ly ác pháp”.- Từ 22h - 02h đêm: Ngủ nghỉ.5. Để thực hiện đúng hạnh “BA Y MỘT BÁT”, tu sinh đến tu tập không nên mang theo những vật dụng cá nhân không đúng quy định vào thất như: điện thoại, máy tính, máy ghi âm, máy nghe, v.v... Trường hợp có mang theo thì phải nộp lại cho Tu viện giữ gìn trong thời gian nhập thất tu tập.III- Tu sinh vào Tu viện tu tập, nếu không chấp hành và thực hiện đúng Thanh Quy Tu viện Chơn Như sẽ được mời rời khỏi Tu viện:- Vi phạm lần thứ nhất được nhắc nhở.- Vi phạm lần thứ hai tự phát lồ sám hối.- Vi phạm lần thứ ba phải tự giác rời khỏi Tu viện, không được ở lại với bất kỳ lý do nào.",
        "book_join": {
            "name": "page",
            "parent": "27"
        }
    },
    {
        "page_id": "27008",
        "page_num": "8",
        "from_chapter": "NỘI QUY Tu viện CHƠN NHƯ",
        "content": " Trên đây là một số quy định về tu tập tại Tu viện Chơn Như. Mong rằng quý tu sinh hãy thực hiện tốt những quy định này.Kính ghiTu viện Chơn Như",
        "book_join": {
            "name": "page",
            "parent": "27"
        }
    },
    {
        "page_id": "27009",
        "page_num": "9",
        "from_chapter": "CÁCH ĐI KHẤT THỰC VÀ THỌ THỰC (ĂN CƠM)",
        "content": "Kính gửi quý tu sinh! Đời người tu sĩ không làm một nghề nào khác, chỉ duy nhất sống bằng nghề xin ăn ngày một bữamà thôi. Bởi vậy, khi khất thực và thọ thực cần phải y áo trang nghiêm chỉnh tề, để bày tỏ lòng quý trọng và sự biết ơn công sức, tịnh vật của đàn na thí chủ. Vì có những người đến Tu viện tu tập chưa biết cách thức đi khất thực và thọ thực như thế nào, nên chúng tôi tạm ghi ra hướng dẫn này để giúp mọi người cùng thực hiện cho đúng cách như sau:CÁCH ĐI KHẤT THỰC:1. Phải mặc áo tràng (áo giới) cho nghiêm chỉnh, cổ áo phải ngay ngắn, kín đáo.2. Tay trái đỡ dưới bát và tay phải ôm vòng bát.3. Trước khi ra khỏi thất, đứng nghiêm chỉnh rồi tác ý: “Xin tất cả chúng sinh hãy tránh ra, đừng nằm trên bước đường tôi đi”.4. Khi bước đi lưng thẳng, mắt nhìn xuống phía trước, tỉnh giác để tránh giẫm đạp",
        "book_join": {
            "name": "page",
            "parent": "27"
        }
    },
    {
        "page_id": "27010",
        "page_num": "10",
        "from_chapter": "CÁCH ĐI KHẤT THỰC VÀ THỌ THỰC (ĂN CƠM)",
        "content": "lên ốc, kiến, trùn, cuốn chiếu và các côn trùng nhỏ bé khác...5. Phải đi đường thẳng, đường lớn dẫn đến nơi khất thực, không được đi đường tắt ngang qua thất người khác.6. Không nên đi từng bước chậm rãi như người đau bệnh, cũng không nên đi nhanh quá; nên đi bình thường, nhẹ nhàng, khoan thai.7. Khi đến kệ cơm, đặt bát xuống, giở nắp mâm xem thức ăn để xới cơm vừa đủ ăn, và được quyền lấy những thứ như nước tương, chao, muối... đã để sẵn trên kệ cơm.8. Lấy cơm để vào bát xong đậy nắp bát lại, nắp bát để ngửa, để những thực phẩm ngoài mâm như trái cây, bánh, hộp sữa... trên nắp bát.9. Đặt bát cơm lên mâm thức ăn cho ngay ngắn, đứng thẳng người xá một xá biết ơn, rồi bưng bát về thất.Vì tập thể khá đông, yêu cầu quý tu sinh lấy cơm nhanh gọn để kịp giờ thọ trai.CÁCH NGỒI ĂN VÀ CÁCH ĂN:1. Đặt mâm lên bàn hoặc ngồi dưới đất, ngồi bán già hoặc kiết già giữa thất.",
        "book_join": {
            "name": "page",
            "parent": "27"
        }
    },
    {
        "page_id": "27011",
        "page_num": "11",
        "from_chapter": "CÁCH ĐI KHẤT THỰC VÀ THỌ THỰC (ĂN CƠM)",
        "content": "2. Chuẩn bị sẵn những đồ dùng như, khăn, dao, muỗng, đũa, nước uống... đầy đủ, để khi đã ngồi xuống ăn không được đứng lên đi tới đi lui, lấy thêm cái này cái kia nữa.3. Ngồi thẳng lưng, chắp tay lên đọc bài “Ước Nguyện” cúng dường.4. Sau khi đọc bài “Ước Nguyện” cúng dường xong, ăn ba muỗng cơm trắng và thầm nguyện.5. Cách thức ăn: quý vị xem quyển Giới Đức Làm Người tập 1, chương 4, trang 156: “Ăn uống phải trang nghiêm tề chỉnh, có 23 giới”.6. Thọ thực xong, chắp tay đọc bài “Biết Ơn”, rồi xá một xá.7. Đứng lên cởi áo tràng và thu dẹp, dọn rửa. (Không nên mặc áo tràng để làm những công việc giặt rửa, lao tác...)Kính ghiTu viện Chơn Như",
        "book_join": {
            "name": "page",
            "parent": "27"
        }
    },
    {
        "page_id": "27012",
        "page_num": "12",
        "from_chapter": "ƯỚC NGUYỆN TRƯỚC KHI THỌ THỰC",
        "content": "Trước khi thọ thực, người tu sĩ phải ngồi xếp bằng trên ván, giường, ghế hoặc trên mặt đất, dưới bóng cây, trong chòitranh vách lá, phải đặt bát cơm trước mặt, hai tay chắp lại, lòng thành kính dâng lên tỏ lòng biết ơn chư Phật, tổ tiên, ông bà, cha mẹ nhiều đời nhiều kiếp, và đọc lời ƯỚC NGUYỆN:Hôm nay bữa cơm này Chúng con xin thành kính Nhớ ơn Phật Thích CaTổ tiên và ông bàCha mẹ và quyến thuộc Anh em cùng bạn hữuNội ngoại cùng đôi bên Nhiều đời vô lượng kiếp Chúng con cũng cúi xin Cúng dường khắp pháp giới Chúng sanh và tất cảHữu tình và vô tìnhÐều được hưởng cơm này No lòng như chúng con",
        "book_join": {
            "name": "page",
            "parent": "27"
        }
    },
    {
        "page_id": "27013",
        "page_num": "13",
        "from_chapter": "ƯỚC NGUYỆN TRƯỚC KHI THỌ THỰC",
        "content": "Ðể rồi quyết chí tuGiải trừ tâm ác độcTăng trưởng hạnh từ bi Thương xót khắp quần sanh Thể hiện pháp thiền định Ra khỏi nhà sanh tửLàm chủ đường luân hồi Báo đáp bốn trọng ânGìn giữ ngôi Tam BảoCửu trụ mãi muôn đời.Nam Mô Bổn Sư Thích Ca Mâu Ni Phật.Sau khi đọc thầm lời Ước Nguyện trước khi thọ thực, kính dâng lên lòng thành kính biết ơn của mình, người tu sĩ ăn ba miếng cơm lạt:TAM ĐỀ:1. Miếng thứ nhất: Ước nguyện tâm con luôn ngăn ác, diệt ác; ly dục ly ác pháp, diệt ngã xả tâm;2. Miếng thứ hai: Ước nguyện tâm con sanh thiện, tăng trưởng thiện pháp, luôn sống trong tâm bất động, thanh thản, an lạc, vô sự;3. Miếng thứ ba: Ước nguyện tất cả chúng sanh đều ly dục, ly ác pháp, sống không làm khổ mình, khổ người.",
        "book_join": {
            "name": "page",
            "parent": "27"
        }
    },
    {
        "page_id": "27014",
        "page_num": "14",
        "from_chapter": "ƯỚC NGUYỆN TRƯỚC KHI THỌ THỰC",
        "content": "NGŨ QUÁN:1. Quán xét công ơn người đàn na thí chủ rất nặng, làm ra thực phẩm bằng mồ hôi nước mắt, bao nhiêu công khó khổ để cúng dường.2. Quán xét giới luật mình có nghiêm chỉnh hay chưa? Nếu còn phạm giới có xứng đáng thọ nhận sự cúng dường đó chưa?3. Quán xét công đức tu hành ly dục, ly ác pháp của mình có xứng đáng thọ nhận sự cúng dường đó chưa?4. Quán xét thực phẩm bất tịnh mình có nhàm chán hay chưa? Nếu đã có tâm nhàm chán thì mới xứng đáng thọ dụng của đàn na thí chủ.5. Quán xét đời sống thiểu dục tri túc, minh hạnh của mình có tròn vẹn hay chưa? Nếu xét thấy đời sống của mình thiểu dục tri túc và oai nghi chánh hạnh đầy đủ, thì xứng đáng thọ dụng của đàn na thí chủ.",
        "book_join": {
            "name": "page",
            "parent": "27"
        }
    }
]